package zhuwentao.com.zwtwitmass.network.common;

/**
 * 接口常量
 * @author zwt Create by 2017-4-20
 */
public class SdkConstants {
	
	/**地址根路径***************************************************************************************************************/
	private static String ROOT_URL = "http://xxx.xxx.x.xxx:8080/xxxx/";
	/*****************************************************************************************************************/

	/**业务接口区***************************************************************************************************************/
	public static String URL_ACCOUNT_LOGIN = ROOT_URL + "xxxx/xxxx/xxx/";

}
